Repository: cron-eu/TYPO3.Neos
Catalog: Resources/Private/Translations/*/Main.xlf
Languages: de

source: Active
de: Aktiv

source: Activate
de: Aktivieren

source: Click to activate
de: Zum Aktivieren klicken

source: Auto-Publish
de: Automatisch veröffentlichen

source: Apply
de: Zustimmen

source: Apply changes
de: Änderungen zustimmen

source: Asset
de: Medieninhalt

source: Cancel
de: Abbrechen

source: Content dimensions
de: Inhaltsdimensionen

source: Content dimension
de: Inhaltsdimension

source: Create after
de: Erstellen nach

source: Create new
de: Neu erstellen

# clickToCreate
source: Create to create new
de: Zum Erstellen klicken

source: Close
de: Schließen

source: Copy
de: Kopieren

source: Discard
de: Verwerfen

source: Discard all changes
de: Alle Änderungen verwerfen

source: Content
de: Inhalt

source: created
de: neu erstellt

source: Cut
de: Ausscheiden

source: Hide / Unhide
de: Verstecken/Anzeigen

# deactivate
source: Dectivate
de: Deaktivieren

source: Delete
de: löschen

source: Navigate
de: Navigieren

source: Remove
de: Entfernen

source: Refresh
de: Neu laden

source: Configuration
de: Konfiguration

# deleteElement
source: Yes, delete the element
de: Ja, Element löschen

# deleteElementTitle
source: Delete the element
de: Element löschen

source: Description
de: Beschreibung

source: Discard changes
de: Änderungen zurücknehmen

# discardSelectedChanges
source: Discard slected changes
de: Gewählte Änderungen zurücknehmen

source: Edit title
de: Titel bearbeiten

source: Edit / Preview
de: Bearbeiten / Vorschau

source: Edit
de: Bearbeiten

source: Click to edit
de: Klicke zum Bearbeiten

source: edited
de: bearbeitet

source: Full Screen
de: Vollbild

source: hidden
de: versteckt

source: Inactive
de: Inaktiv

source: Label
de: Kennzeichen

source: Logout
de: Abmelden

# login.login
source: Login
de: Anmelden

source: Inspector
de: Inspektor

source: Legend
de: Legende

source: moved
de: verschoben

source: Node type
de: Kontentyp

source: path
de: Pfad

source: Realtive path
de: Relativer Pfad

source: package key
de: Packetschlüssel

source: Preview
de: Vorschau

source: Publish
de: Veröffentlichen

# publishAllChages
source: Publish all changes
de: Alle Änderungen veröffentlichen

# publishSelectedChages
source: Publish selected changes
de: Gewählte Änderungen veröffentlichen

source: New After
de: Neu dahinter

source: New Before
de: Neu davor

source: New Into
de: Neu darin

source: Node
de: Knoten

# nodes.nodes
source: Nodes
de: Knoten

source: Password
de: Passwort

source: Paste
de: Einfügen

source: Paste After
de: Danach einfügen

source: Paste Before
de: Davor Einfügen

source: Paste Into
de: Darin einfügen

source: Saving...
de: Speichern...

source: Raw Content Mode
de: Nur-Inhaltsmodus

source: Save
de: Speichern

source: Saved
de: Gespeichert

source: unnamed
de: nicht benannt

source: Site
de: Seite

source: State
de: Status

source: Toggle inspector
de: Inspektor anzeigen/verstecken

source: Toggle
de: Anzeigen/verstecken

source: Username
de: Benutzername

source: Workspace
de: Arbeitsumgebung

source: Workspaces
de: Arbeitsumgebungen

# login.index.title
source: TYPO3 Neos Login
de: TYPO3 Neos Anmeldung

# login.footer
source: <a href="http://neos.typo3.org" target="_blank">TYPO3 Neos</a> – © 2006-{0} This is free software, licensed under GPL3 or higher, and you are welcome to redistribute it under certain conditions; <a href="http://typo3.org/licenses" target="_blank">click for details.</a> TYPO3 Neos comes with ABSOLUTELY NO WARRANTY; <a href="http://typo3.org/licenses" target="_blank">click for details.</a> See <a href="http://neos.typo3.org" target="_blank">neos.typo3.org</a> for more details. Obstructing the appearance of this notice is prohibited by law.
de: <a href="http://neos.typo3.org" target="_blank">TYPO3 Neos</a> – © 2006-{0} Dies ist freie software, lizensiert unter GPL3 oder höher, und Sie können sie unter bestimmten Bedingungen weiterveröffentlichen; <a href="http://typo3.org/licenses" target="_blank">Klicke hier für weitere Details</a> TYPO3 Neos kommt mit ABSOLUT KEINER GARANTIE; <a href="http://typo3.org/licenses" target="_blank">Klicke hier für weitere Details</a> Gehe zu <a href="http://neos.typo3.org" target="_blank">neos.typo3.org</a> für weitere Details. Obstructing the appearance of this notice is prohibited by law.

# notFoundExceptions.errorTitle
source: Page Not Found
de: Seite nicht gefunden

# userSettings.editUser
source: Edit User
de: Bearbeite Benutzer

# userSettings.userData
source: User Data
de: Benutzerdaten

# userSettings.addElectronicAddress
source: Add electronic address
de: Elektronische Adresse hinzufügen

# userSettings.clickAddElectronicAddress
source: Click to add a new Electronic address
de: Hier klicken um eine elektronische Adresse hinzufügen

# userSettings.personalData
source: Personal Data
de: Persönliche Daten

# userSettings.repeatPassword
source: Repeat password
de: Passwortwiederholung

# userSettings.role
source: Role
de: Rolle

# userSettings.userPrefrences
source: User prefrences
de: Benutzer Vorlieben

# userSettings.interfaceLanguage
source: Interface language
de: Backendsprache

# userSettings.electronicAddresses
source: Electronic addresses
de: Elektronische Adresse

# userSettings.saveUser
source: Save User
de: Benutzerdaten speichern

# userSettings.addNewElectronicAddress
source: Add new electronic address
de: Neue Elektronische Adresse hinzufügen

# userSettings.identifier
source: Identifier
de: Adresse

# userSettings.identifierPlaceholder
source: Identifier (example: test@typo3.org)
de: Adresse (z.B. test@typo3.org)

# userSettings.usage
source: usage
de: Nutzung

# newelectronicaladdress.deleteAnswer
source: Yes, delete electronic address
de: Ja, elektronsiche Adresse löschen

# module.shared.newelectronicaladdress.buttonDelete
source: Do you really want to delete
de: Wollen Sie die folgende elektronische Adresse wirklich löschen:

# newelectronicaladdress.clickDelete
source: Click to delete
de: Zum Löschen hier klicken

# backend.usermenu.usermenu
source: Usermenu
de: Benutzer Menu

# backend.usermenu.logout
source: Logout
de: Abmelden

# backend.usermenu.usersettings
source: Usersettings
de: Benutzereinstellungen

# backend.module.shared.domainform.domainData
source: Domain Data
de: Domaindaten

# backend.module.shared.domainform.HostPattern
source: Host pattern
de: Host Name

# domainform.hostPatternPlaceholder
source: e.g. www.typo3.org
de: z.B. www.typo3.org

# domainform.state
source: State
de: Status

# backend.errorheader
source: The following errors occurred
de: Der folgende Fehler wurde festgestellt

# domain.deleteConfirmQuestion
source: Do you really want to delete "{0}"? This action cannot be undone.
de: Wollen Sie wirklich die Domain "{0}" löschen? Die Aktion kann nciht rückgängig gemacht werden.

# sites.rootNodeName
source: Root node name
de: Wurzelknotenname

# sites.activate
source: Activate site
de: Seite aktivieren

# sites.deactivate
source: Deactivate site
de: Seite deaktivieren

# sites.delete
source: Delete site
de: Seite löschen

# sites.sitePackage
source: site package
de: Seitenpacket

# sites.add
source: Add site
de: Seite hinzufügen

# sites.create
source: Create site
de: Seite erstellen

# sites.createBlank
source: Create a blank site
de: leere Seite erstellen

# sites.new
source: New site
de: Neue Seite

# sites.noPackackeInfo
source: No site packages are available. Make sure you have an active site package.
de: Kein Seitenpacket verfügbar. Stellen Sie sicher, dass Sie ein Seitenpacket aktiviert haben.

# sites.validPackageKeyInfo
source: A valid package key should be in the form "VendorName.MyPackageKey".
de: Ein gültiger Packetschlüssel sollte die Form "verkaeuferName.MeinPacketSchlüssel" haben.

# shortcut.toSpecificTarget
source: This is a shortcut to a specific target:
de: Das ist eine Verknüpfung zu eine speziellen Ziel:

# sites.noNeosKickstarterInfo
source: The "Neos Kickstarter" package is not installed, install it to kickstart new sites.
de: Das "Neos Kickstarter"-Packet ist nicht installiert. Installieren Sie es, um eine neue Seite anzulegen.

# sites.name
source: Site name
de: Seitenname

# sites.import
source: Import a site
de: Seite importieren

# sites.confirmDeleteQuestion
source: Do you really want to delete "{0}"? This action cannot be undone.
de: Wollen Sie wirklich die Seite "{0}" löschen?

# sites.confirmDelete
source: Yes, delete the site.
de: Ja, ich möchte die Seite löschen.

# sites.select
source: Select a site
de: Seite auswählen

# domain.add
source: Add domain
de: Domain hinzufügen

# domain.edit
source: Edit domain
de: Domain bearbeiten

# domain.new
source: New domain
de: Neue Domain

# domain.activate
source: Activate domain
de: Domain aktivieren

# domain.deactivate
source: Deactivate domain
de: Domain deaktivieren

# domain.delete
source: Delete domain
de: Domain löschen

# nodes.properties
source: Node Properties
de: Knoteneigentschaften

# workspaces.unpublishedChanges
source: Unpublished changes
de: Nicht veröffentlichte Änderungen

# workspaces.unpublishedChangesInfo
source: There are no unpublished changes in this workspace.
de: In dieser Arbeitsumgebung gibt es keine unveröffentlichten Änderungen.

# workspaces.discardAllChangesInWorkspace
source: Do you really want to discard all changes in the "{0}" workspace?
de: Wollen sie wirklich alle Änderungen in der Arbeitsumgebung "{0}" verwerfen?

# workspaces.noTitle
source: [No title]
de: [Ohne Titel]

# package.Name
source: Available packages
de: Vorhandene Pakete

source: Package Key
de: Paketschlüssel

source: Package Type
de: Pakettyp

# package.deleteSelectedConfirm
source: Do you really want to delete the selected packages? This action cannot be undone.
de: Wollen Sie wirklich das ausgewählte Paket löschen? Diese Aktion kann nicht rückgängig gemacht werden.

# package.deleteSelected
source: Delete selected packages
de: Gewählte Pakete löschen

# package.freezeSelected
source: Freeze selected packages
de: Gewählte Pakete einfrieren

# package.unfreezeSelected
source: Unfreeze selected packages
de: Gewählte Pakete auftauen

# package.activateSelected
source: Activate selected packages
de: Gewählte Pakete aktivieren

# package.deactivateSelected
source: Deactivate selected packages
de: Gewählte Pakete deaktivieren

# package.deletePackageKey
source: Do you really want to delete "{0}"?
de: Wollen Sie wirklich "{0}" löschen?

# package.noDactivateInfo
source: This package is protected and cannot be deactivated.
de: Das Paket ist geschützt und kann nicht deaktiviert werden.?

# package.clickFreezeInfo
source: Click here to freeze the package in order to speed up your website.
de: Hier klicken um das Paket einzufrieren und Ihre Webseite zu beschleunigen.

# package.clickToUnfreeze
source: his package is currently frozen. Click here to unfreeze it.
de: Das Paket ist im Moment eingefroren. Hier klicken zum Auftauen.

# content.components.contentContextBar.button.title
source: Full Screen
de: Vollbild

# content.components.discardAllDialog.discardAllChangesHeader
source: Discard all changes
de: Alle Änderungen verwerfen

# content.components.discardAllDialog.discardAllChangesSubheader
source: Are you sure that you want to discard all changes in this workspace?
de: Sind sicher, dass Sie alle Änderungen in dieser Arbeitsumgebung verwerfen wollen?

# content.components.publishAllDialog.header
source: Publish all changes
de: Alle Änderungen veröffentlichen.

# content.components.publishAllDialog.subheader
source: Are you sure that you want to publish all changes?
de: Sind Sie sicher, dass Sie alle Änderungen veröffentlichen wollen?

# content.components.editPreviewPanel.modes
source: Editing Modes
de: Bearbeitungsarten

# content.components.editPreviewPanel.previewCentral
source: Preview Central
de: Zentrale Vorschau

# content.inspector.unappliedChangesDialog.header
source: You still have changes. What do you want to do with them?
de: Sie haben noch unveröffentlichte Änderungen. Wass wollen Sie it diesen amchen?

# content.inspector.inspectorView.selectedElement
source: Selected element
de: Gewähltes Element

# content.inspector.unappliedChangesDialog.alert.title
source: There are fields that are not correctly filled in.
de: Einige Felder wurden nicht korrekt ausgefüllt

# content.inspector.unappliedChangesDialog.alert.content
source: The fields marked with an error are not yet correctly filled in. Please complete them properly.
de: Die als Fehler markierte Felder sind nicht korrekt ausgefüllt. Bitte füllen Sie diese korrekt aus.

# content.inspector.unappliedChangesDialog.button.default
source: Continue editing
de: Weiter bearbeiten

# content.inspector.unappliedChangesDialog.button.danger
source: Throw away
de: Verwerfen

# content.inspector.unappliedChangesDialog.button.success
source: Apply
de: Zustimmen

# content.inspector.editors.pluginViewsEditor.displayedOnCurrentPage
source: view is displayed on current page
de: View wird auf der aktuellen Seite angezeigt.

# content.navigate.deleteNodeDialog.subheader.1a
source: This will delete the page
de: Die Seite wird hierdurch gelöscht

# content.navigate.deleteNodeDialog.subheader.1b
source: and it's subpages
de: und seine Unterpakete

# content.navigate.deleteNodeDialog.subheader.2
source: This operation can be undone in the workspace management.
de: Die Operation kann im Modul "Managment - Arbeitsumgebungen" rückgängig gemacht werden.

# height.ucfirst
source: Height
de: Höhe

# inlineEditing.dialogs.deleteNodeDialog.header.1a
source: Do you really want to delete
de: Wollen sie wirklich löschen

# inlineEditing.dialogs.deleteNodeDialog.header.1b
source: this element
de: dieses Element

# inlineEditing.dialogs.deleteNodeDialog.subheader.1
source: This will delete the element.
de: Das Element wird hierdurch gelöscht.

# inlineEditing.dialogs.deleteNodeDialog.subheader.2
source: This action can be undone in the workspace management.
de: Die Operation kann im Modul "Managment - Arbeitsumgebungen" rückgängig gemacht werden.

# width.ucfirst
source: Width
de: Breite

# translate.requiredProperty
source: Missing required property:
de: Eine benötigtes Attribute fehlt.

# flashMessage.1412196610
source: The user profile has been updated.
de: Die Änderungen am Userprofil wurden gespeichert.

# flashMessage.1412196841
source: The electronic address "%s" has been deleted for the person "%s".
de: Die elektronische Adresse "%s" für den user "%s" wurde gelöscht.

# flashMessage.1412197642
source: An electronic -%s- address has been added.
de: Eine elektronische Adresse "%s" wurde hinzugefügt.

# flashMessage.1412198080
source: The user has been deleted.
de: Der Benutzer wurde gelöscht.

# error.1221559976
source: Please specify a valid email address
de: Bitte geben Sie eine gültige Email-Adresse an.

# flashMessage.1412372021
source: The package key "{0}" already exists.
de: Der Packetschlüssel {0} existiert bereits.

# flashMessage.1412372266
source: The site has been created.
de: Die Seite wurde angelgt.

# flashMessage.1412372375
source: "Error: During the import of the "Sites.xml" from the package "{0}" an exception occurred: {1}"
de: Fehler: Beim Importiernen der Datei "Sites.XML" aus dem Packet "{1}" ist ein Fehler aufgetreten.

# flashMessage.1412372554
source: No site selected for import and no package name provided.
de: Sie haben keine Seite für denImport gewählt oder keinen Packetnamen angegeben.

# flashMessage.1412372689
source: The site "{0}" has been deleted.
de: Die Seite "{0}" wurde gelöscht.

# flashMessage.1412372881
source: The site "{0}" has been activated.
de: Die Seite "{0}" wurde aktiviert

# flashMessage.1412372975
source: The site "{0}" has been deactivated.
de: Die Seite "{0}" wurde deaktiviert

# flashMessage.1412373069
source: The domain "{0}" has been updated.
de: Die Änderungen der Domain "{0}" wurden gespeichert.

# flashMessage.1412373192
source: The domain "{0}" has been created.
de: Die Domain "{0}" wurde angelegt.

# flashMessage.1412373310
source: The domain "{0}" has been deleted.
de: Die Domain "{0}" wurde gelöscht.

# flashMessage.1412373425
source: The domain "{0}" has been deactivated.
de: Die Domain "{0}" wurde deaktiviert.

# flashMessage.1412373539
source: The domain "{0}" has been activated.
de: Die Domain "{0}" wurde aktiviert.

# flashMessage.1412373972
source: An error occurred during validation of the configuration.
de: Bei der Validierung der Konfiguration ist ein Fehler aufgetreten.

# flashMessage.1412373998
source: Configuration type not found.
de: Die Art der Konfiguration wurde nicht gefunden.

# flashMessage.1412374498
source: The user profile has been updated.
de: Die Änderungen im Benutzerprofil wurden gespeichert.

# flashMessage.1412374814
source: An electronic "{0}" address has been added.
de: Eine elektronische Adresse "{0}" wurde hinzugefügt.

# flashMessage.1412374678
source: The electronic address "{0}" has been deleted for the person "{1}".
de: Die elektronische Adresse "{0}" des Benutzers "{1}" wurde gelöscht.

# flashMessage.1412375050
source: Asset has been deleted.
de: Der Asset wurde gelöscht.

# flashMessage.1412422767
source: Asset could not be deleted, because there are still Nodes using it.
de: Der Asset kann nicht gelöscht werden, da er noch von anderen Knoten genutzt wird.

# flashMessage.1412375167
source: Node has been discarded
de: Der Knoten wurde verworfen.

# flashMessage.1325156008
source: The account identifier (username) is already in use.
de: Der Benutzername ist schon vergeben.

# flashMessage.1412422009
source: You can not remove current logged in user.
de: Sie können ein Benutzer, der gerade angemeldet ist, nicht löschen.

# flashMessage.1412374546
source: The user has been deleted.
de: Der Benutzer wurde gelöscht.

# flashMessage.1412421581
source: Node has been published
de: Der Knoten wurde veröffentlicht.

# flashMessage.1412420835
source: Changes in workspace "{0}" have been discarded
de: Die Änderungen in der Arbeitsungebung "{0}" wurden verworfen.

# flashMessage.1412420808
source: Changes in workspace "{0}" have been published
de: Die Änderungen in der Arbeitsungebung "{0}" wurden veröffentlicht.

# flashMessage.412420851
source: Selected changes have been discarded
de: Die gewählten Änderungen wurden verworfen.

# flashMessage.412420736
source: Selected changes have been published
de: Die gewählten Änderungen wurden veröffentlicht.

# flashMessage.1412375330
source: The user profile has been updated.
de: Die Änderungen am Benutzerprofil wurden gespeichert.

# flashMessage.1412375475
source: An electronic address has been added.
de: Eine elektronische Adresse wurde hinzugefügt.

# flashMessage.1412375529
source: The electronic address has been deleted.
de: Die elektronische Adresse wurde gelöscht.

# flashMessage.1347016771
source: The entered username or password was wrong.
de: Der angebebene Benutzername oder das Passwort sind falsch.

# flashMessage.1222204027
source: The entered username or password was wrong.
de: Der angebebene Benutzername oder das Passwort sind falsch.

# flashMessage.1343231680
source: The package "{0}" is activated.
de: Das Paket "{0}" wurde aktiviert.

# flashMessage.1343231681
source: The package "{0}" is not present and can not be activated.
de: Das Paket "{0}" ist nicht vorhanden und kann nicht aktiviert weden.

# flashMessage.1343231678
source: The package "{0}" was deactivated.
de: Das Paket "{0}" wurde deaktiviert.

# flashMessage.1343231679
source: The package "{0}" is protected and can not be deactivated.
de: Das Paket "{0}" ist geschützt und kann nicht deaktiviert werden.

# flashMessage.1343231685
source: The package "{0}" has been deleted.
de: Das Paket "{0}" wurde gelöscht.

# flashMessage.1343231689,
source: The package "{0}" has been frozen.
de: Das Paket "{0}" wurde eingefroren.

# flashMessage.1412546138
source: Unable to delete the selected packages.
de: Es ist nicht möglich, das vewählte Paket zu löschen.

# flashMessage.1412547479
source: Following packages have been deleted: {0}.
de: Die folgendenPakete wurden gelöscht: {0}.

# flashMessage.1412545976
source: Unable to deactivate the selected packages.
de: Es ist nicht möglich, die gewählten Pakete zu deaktivieren.

# flashMessage.1412545904
source: Following packages have been deactivated: {0}
de: Die folgenden Pakete wurden deaktiviert: {0}

# flashMessage.412547324
source: Unable to activate the selected packages.
de: Es ist nicht möglich, die gewählten Pakete zu aktivieren.

# flashMessage.1412547283
source: Following packages have been activated: {0}.
de: Die folgenden Pakete wurden aktiviert: {0}

# flashMessage.1412547219
source: Following packages have been unfrozen: {0}.
de: Die folgenden Pakete wurden ausgefroren: {0}

# flashMessage.1412547216
source: Unable to freeze the selected packages.
de: Es ist nicht möglich, die gewählten Pakete zu einzufrieren.

# flashMessage.1412547087
source: Following packages have been frozen: {0}.
de: Die folgenden Pakete wurden eingefroren: {0}

# flashMessage.1347464246
source: The package {0} has been unfrozen.
de: Das Paket "{0}" wurde aufgetaut.

# error.1343235498
source: Please specify a valid AIM address.
de: Bitte geben Sie eine gültige AIM-Adresse an.
