Repository: cron-eu/TYPO3.Neos
Catalog: Resources/Private/Translations/*/ValidationErrors.xlf
Languages: de

# numberValidationErrors
source: {0} of validation errors were found.
de: Es wurden {0} Validierungsfehler gefunden.

source: The account identifier (username) is already in use.
de: Der Kontoname (Benutzername) wird bereits verwendet.

source: The hostname "{0}" was not valid.
de: "{0}" ist kein gültiger Hostname.

source: The given password was empty.
de: Das Passwort ist nicht angegeben.

source: The passwords did not match.
de: Die Passwörter stimmen nicht überein.

source: Please specify a valid email address
de: Bitte geben Sie eine gültige Email-Adresse an.

source: Please specify a valid AIM address.
de: Bitte geben Sie eine gültige AIM-Adresse an.

source: Password doesn't match confirmation
de: Passwort stimmt nicht mit Passwortwiederholung überein.

source: The given value was not a Resource instance.
de: Der gegebene Wert ist keine gültige Resource.

source: The file has no file extension.'
de: Die Datei hat keine Endung.

source: The file extension "{0}" is not allowed.'
de: Die Dateiendung "{0}" ist nicht erlaubt

source: The given value was not an Image instance
de: Der gegebene Wert ist keine gültige Bildinstanz.

source: The image orientation must be {0}"
de: Die Ausrichtung des Bilder muss {0} sein.

source: The image orientation "{0}" is not allowed.
de: Die Bildausrichtung "{0}" ist nicht erlaubt.

source: The given value was not an Image instance
de: Der gegebene Wert ist keine gültige Bildinstanz.

source: The actual image width of {0} is lower than the allowed Minimum width of {1}.
de: Die Breite des Bildes {0} ist im Moment kleiner als die erlaubte minmale Breite {1}

source: The actual image width of {0} is higher than the allowed maximum width of {1}.
de: Die Breite des Bildes {0} ist im Moment größer als die erlaubte maximale Breite {1}

source: The actual image height of {0} is lower than the allowed Minimum height of {1}.
de: Die Höhe des Bildes {0} ist im Moment kleiner als die erlaubte minmale Höhe {1}

source: The actual image height of {0} is higher than the allowed maximum height of {1}.
de: Die Höhe des Bildes {0} ist im Moment höher als die erlaubte maximale Höhe {1}

source: The given image size of "{0}" x "{1}" is too low for the required minimum resolution of "{2}"
de: Die gegebene Bidgröße "{0}" x "{1}" genügt nicht der minmalen Auflösung von "{2}"

source: The given image size of "{0}" x "{1}" is too low for the required minimum resolution of "{2}"
de: Die gegebene Bidgröße "{0}" x "{1}" genügt nicht der minmalen Auflösung von "{2}"

source: The given value was not an Image instance
de: Der gegebene Wert ist keine gültige Bildinstanz.

source: The image type "{0}" is not allowed.
de: Der Bildtyp "{0}" ist nicht erlaubt

source: The uploaded file is no valid image
de: Die hochgeladene Datei hat kein gültiges Bildformat.

source: None of the given schemas matched
de: Keines der angegbenen Schemen passt

source: This property is not allowed here, check the spelling if you think it belongs here.
de: Der Parameter ist hier nicht erlaubt. Überprüfe die Schreibweise, wenn du denkst, dass er hier hergehört.

source: Property "{0}" is required.
de: Der Parameter "{0}" ist ein Pflichtfeld.

source: expected: "{0}" found: "{1}"
de: erwartetes Schema: "{0}" gefundener Wert: "{1}"

source: Disallow rule matched for "{0}"
de: Der wert für "{0}" ist nicht erlaubt.

source: "{0}" is not in enum-rule "{1}"
de: Der Wert "{0}" genügt nicht der enum-Regel "{1}"

source: Type "{0}" is unknown
de: Der Typ "{0}" ist nicht bekannt.

source: Type constraint is required
de: Eine Typ-Restriktion wird benötigt.

source: Unique values are expected
de: Eindeutige Werte werden benötigt.

source: Given string-format "{0}" is unknown
de: Das gegebene String-Format "{0}" ist unbekannt.

source: None of the given schemas matched "{0}"
de: Keins der gegebenen Schmen passt zu "{0}".
